export const lesson = [
    {
        id: 1,
        name: 'Знакомство',
        topic: [
            {
                id: 1,
                title: 'Встречайте, Даниэль Пинк',
                time: '8 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 2,
                title: 'Тренды Продаж',
                time: '12 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 3,
                title: 'Поиск точек соприкосновения',
                time: '20 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 4,
                title: 'Служить своей аудитории',
                time: '4 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            }
        ]
    },
    {
        id: 2,
        name: 'Теория',
        topic: [
            {
                id: 5,
                title: 'Создание карты обсуждения',
                time: '8 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 6,
                title: 'Cделайте сообщение важным',
                time: '10 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 7,
                title: 'Поиск точек соприкосновения',
                time: '20 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 8,
                title: 'Служить своей аудитории',
                time: '4 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 9,
                title: 'Создание карты обсуждения',
                time: '8 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 10,
                title: 'Cделайте сообщение важным',
                time: '10 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 11,
                title: 'Поиск точек соприкосновения',
                time: '20 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            },
            {
                id: 12,
                title: 'Служить своей аудитории',
                time: '4 мин',
                description: 'Дэн представляет себя, класс, то, что вы узнаете, и объясняет, почему для всех.'
            }
        ]
    }
]

export const statistcsInfo = [
    {
        id: 1,
        avatar: 'src/assets/img/pink.png',
        title: 'Даниэль Пинк'
    },
    {
        id: 2,
        lesson: 13,
        lessons: 20,
        title: 'Уроков завершено'
    },
    {
        id: 3,
        lesson: 2,
        title: 'Урока за сегодня'
    },
    {
        id: 4,
        avatar: 'src/assets/img/emoje.svg',
        title: 'Хасан Ш.'
    }
]
